tap "anomalyco/tap"
tap "entireio/tap"
tap "localstack/tap"
tap "pot-app/tap"
tap "pulumi/tap"
tap "steipete/tap"
brew "autoconf"
brew "libyaml"
brew "cocoapods"
brew "eza"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-flow"
brew "gmp"
brew "mole"
brew "mosh"
brew "neovim"
brew "nx"
brew "openjdk@17"
brew "poppler"
brew "pulumi"
brew "rename"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tmux"
brew "typst"
brew "yt-dlp"
brew "zig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "localstack/tap/localstack-cli"
cask "claude"
cask "claude-code"
cask "codex"
cask "codex-app"
cask "conductor"
cask "cursor"
cask "easydict"
cask "entireio/tap/entire"
cask "font-hack-nerd-font"
cask "font-maple-mono-nf-cn"
cask "ghostty"
cask "google-chrome"
cask "thaw"
cask "neteasemusic"
cask "netnewswire"
cask "ngrok"
cask "obsidian"
cask "ollama-app"
cask "orbstack"
cask "plexamp"
cask "raycast"
cask "setapp"
cask "shottr"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "tailscale-app"
cask "telegram"
cask "termius"
cask "visual-studio-code"
cask "yaak"
cask "zed@preview"
